tap "daipeihust/tap"
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "mise"
brew "neovim"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
cask "1password"
cask "1password-cli"
cask "codex"
cask "discord"
cask "font-caskaydia-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hazeover"
cask "intellij-idea"
cask "karabiner-elements"
cask "orbstack"
cask "raycast"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "wireshark-app"
vscode "42crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "ambar.bundle-size"
vscode "andenetalexander.vim-cheatsheet"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "clemenspeters.format-json"
vscode "cuelangorg.vscode-cue"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "intellsmi.comment-translate"
vscode "jinliming2.vscode-go-template"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.min-theme"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "penple.skript-vscode"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "cmd/go"
go "cmd/gofmt"
