brew "coreutils"
brew "exiftool"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "libyaml"
brew "neovim"
brew "pkgconf"
brew "poppler"
brew "starship"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "chrome-remote-desktop-host"
cask "font-caskaydia-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "orbstack"
cask "raycast"
cask "slack"
