tap "ariga/tap"
tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "ory/tap"
tap "sushichan044/tap"
tap "tinygo-org/tools"
tap "wsoft-ws/losetta"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "bottom"
brew "glib"
brew "coreutils"
brew "emacs"
brew "tree-sitter"
brew "cask"
brew "cryptography"
brew "certbot"
brew "cloudflared"
brew "cmatrix"
brew "cowsay"
brew "deck"
brew "exiftool"
brew "ffmpeg"
brew "gawk"
brew "gdu"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "ghq"
brew "glab"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-task"
brew "go@1.22"
brew "golangci-lint"
brew "goreleaser", link: false
brew "openjdk"
brew "gradle"
brew "helm"
brew "htop"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "kdoctor"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "libraw"
brew "lsusb"
brew "maven"
brew "mkcert"
brew "mysql-client@8.0"
brew "n"
brew "neovim"
brew "netcat"
brew "nkf"
brew "nss"
brew "opensc"
brew "openssh"
brew "pandoc"
brew "peco"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "socat"
brew "starship"
brew "subversion"
brew "telnet"
brew "tenv"
brew "tmux"
brew "tokei"
brew "tree"
brew "upx"
brew "watch"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "cloudflare/cloudflare/cf-terraforming"
brew "daipeihust/tap/im-select"
brew "hashicorp/tap/vault"
brew "jorgelbg/tap/pinentry-touchid"
brew "ory/tap/hydra"
brew "sushichan044/tap/ajisai"
brew "tinygo-org/tools/tinygo"
cask "1password-cli"
cask "arduino-ide"
cask "balenaetcher"
cask "cloudflare-warp"
cask "docker-desktop"
cask "firefox"
cask "font-caskaydia-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "gcloud-cli"
cask "ghostty"
cask "git-credential-manager"
cask "github-copilot-for-xcode"
cask "goreleaser/tap/goreleaser"
cask "hazeover"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "onyx"
cask "raspberry-pi-imager"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark-app"
cask "xquartz"
vscode "3w36zj6.textlint"
vscode "42crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "ambar.bundle-size"
vscode "andenetalexander.vim-cheatsheet"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bscan.perlnavigator"
vscode "catppuccin.catppuccin-vsc"
vscode "clemenspeters.format-json"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "intellsmi.comment-translate"
vscode "james-yu.latex-workshop"
vscode "jetbrains.kotlin"
vscode "jinliming2.vscode-go-template"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.min-theme"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "penple.skript-vscode"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "styled-components.vscode-styled-components"
vscode "tecosaur.latex-utilities"
vscode "tinygo.vscode-tinygo"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "github.com/air-verse/air"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/k1LoW/git-wt"
go "github.com/rokuosan/github-issue-cms"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "go.uber.org/nilaway/cmd/nilaway"
go "github.com/ogen-go/ogen/cmd/ogen"
go "github.com/fogleman/primitive"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/rokuosan/qrg"
go "github.com/cespare/reflex"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/google/wire/cmd/wire"
