tap "ariga/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "tinygo-org/tools"
brew "cryptography"
brew "sqlite"
brew "xz"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "argocd"
brew "bash"
brew "bat"
brew "bc"
brew "bottom"
brew "glib"
brew "coreutils"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "cloudflared"
brew "cmatrix"
brew "cowsay"
brew "icu4c@76"
brew "harfbuzz"
brew "ffmpeg"
brew "gawk"
brew "gdu"
brew "gh"
brew "ghostscript"
brew "glab"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "helm"
brew "htop"
brew "hugo"
brew "libraw"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "kdoctor"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "lsusb"
brew "maven"
brew "mysql-client@8.0"
brew "n"
brew "neovim"
brew "nowplaying-cli"
brew "nushell"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "upx"
brew "valkey"
brew "watch"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jorgelbg/tap/pinentry-touchid"
brew "tinygo-org/tools/tinygo"
cask "arduino-ide"
cask "balenaetcher"
cask "cloudflare-warp"
cask "dash"
cask "docker"
cask "font-hack-nerd-font"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "ghostty"
cask "gitify"
cask "google-cloud-sdk"
cask "iterm2"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "ngrok"
cask "obs"
cask "onyx"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wireshark"
vscode "42crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "astro-build.astro-vscode"
vscode "benjaminbenais.copilot-theme"
vscode "bitbelt.converttoasciiart"
vscode "bradlc.vscode-tailwindcss"
vscode "bscan.perlnavigator"
vscode "clemenspeters.format-json"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "formulahendry.auto-close-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "jinliming2.vscode-go-template"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.min-theme"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "penple.skript-vscode"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shalldie.background"
vscode "shardulm94.trailing-spaces"
vscode "shyykoserhiy.vscode-spotify"
vscode "tamasfe.even-better-toml"
vscode "tecosaur.latex-utilities"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vsls-contrib.gistfs"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
